Repository: thom1606/Astrix
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: Continue
nl: Doorgaan

source: Copied!
nl: Gekopieerd!

source: Copy Workspace Path
nl: Kopeer folder pad

source: Customize Astrix to suit your preferences. If you don't find your preferred software, feel free to [open an issue](https://github.com/thom1606/Astrix/issues/new?labels=enhancement&template=request-new-software.md&title=%5BRequest%5D+Add+new+software%3A+%3CSoftware+Name%3E) so we can consider adding it!
nl: Pas Astrix aan naar jouw voorkeuren. Als je je favoriete software niet kunt vinden, voel je dan vrij om [een ticket te openen](https://github.com/thom1606/Astrix/issues/new?labels=enhancement&template=request-new-software.md&title=%5BRequest%1$5D+Add+new+software%2$3A+%3$3CSoftware+Name%4$3E) zodat we kunnen overwegen het toe te voegen!

source: Default editor
nl: Standaard editor

source: Default terminal
nl: Standaard terminal

source: Easily navigate right from your finder window
nl: Navigeer eenvoudig vanuit je Finder-venster

source: Enhance your workflow with Astrix and experience a new level of productivity and efficiency.
nl: Verbeter je werkervaring met Astrix en ervaar een nieuw niveau van productiviteit en efficiëntie.

source: Get started
nl: Begin

source: Hang tight!
nl: Even wachten!

source: Let's go!
nl: Laten we beginnen!

source: New update available
nl: Nieuwe update beschikbaar

source: None
nl: Geen

source: Oops!
nl: Oeps!

source: Open in Editor
nl: Openen in editor

source: Open in Terminal
nl: Openen in terminal

source: Ready to Start?
nl: Klaar om te starten?

source: Request access
nl: Meldingen toestaan?

source: Request notification access
nl: Meldingen toestaan?

source: Select
nl: Selecteer

source: Settings
nl: Instellingen

source: Stay Informed
nl: Blijf op de hoogte

source: Suggestions
nl: Suggesties

source: The path is copied to your clipboard.
nl: Het pad is gekopieerd naar je klembord.

source: The paths are copied to your clipboard.
nl: De paden zijn gekopieerd naar je klembord.

source: There is a new update available for Astrix! Please download the latest version to enjoy new features and improvements.
nl: Er is een nieuwe update beschikbaar voor Astrix! Download de nieuwste versie om te genieten van nieuwe functies en verbeteringen.

source: To ensure you are always up to date with your workflow, we will only send you notifications when it's essential for your tasks.
nl: Om ervoor te zorgen dat je altijd up-to-date bent, sturen we je alleen meldingen wanneer het essentieel is voor je taken.

source: We encountered a problem whilst requestion notification permissions. Would you like to continue without?
nl: We hebben een probleem ondervonden bij het aanvragen van notificatie rechten. Wil je doorgaan zonder?

source: We were not able to copy the path to your clipboard.
nl: We konden je pad niet kopiëren naar het klembord.

source: We were not able to copy the path(s) to your clipboard.
nl: We konden je pad(en) niet kopiëren naar ht klembord.

source: We were not able to open your editor of choice.
nl: We konden je gekozen editor niet openen.

source: We were not able to open your terminal.
nl: We konden je gekozen terminal niet openen.

source: We're just getting things ready for you. Almost there!
nl: We maken alles voor je klaar. We zijn er bijna!

source: Welcome to Astrix
nl: Welkom bij Astrix

source: Workspace
nl: Folder

source: You are all set to begin your journey with Astrix! Try adding Astrix to your Finder toolbar and enjoy a more streamlined workflow.
nl: Je bent helemaal klaar om te starten met Astrix! Probeer Astrix toe te voegen aan je Finder-werkbalk en geniet van een meer gestroomlijnde workflow.

source: You currently don’t have notifications permissions set up. Would you like to?
nl: Je hebt momenteel geen notificatie rechten ingesteld. Wil je dat doen?
